Revit 2024 API
UnitTypeId.MetersPerSecondSquared Property
 Meters per second squared.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MetersPerSecondSquared { get; }
Visual Basic
Public Shared ReadOnly Property MetersPerSecondSquared As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MetersPerSecondSquared {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace